Repository: STARKOV-Group/Constants
Catalog: starkov.EditableConstants/starkov.EditableConstants.Shared/ConstantsEntity/ConstantsEntitySystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Имя

# Property_ValueString
source: Value
ru: Значение

# Property_Note
source: Note
ru: Примечание

# DisplayName
source: Constants
ru: Константы

# AccusativeDisplayName
source: Constant
ru: Константу

# CollectionDisplayName
source: Constants
ru: Константы

# Property_Group
source: Group
ru: Группа

# Property_ValueInt
source: Value
ru: Значение

# Property_TypeValue
source: Type value
ru: Тип значения

# Enum_TypeValue_ValString
source: String
ru: Строка

# Enum_TypeValue_ValInt
source: Integer
ru: Целочисленное

# Enum_TypeValue_ValDouble
source: Double
ru: Вещественное

# Property_ValueDouble
source: Value
ru: Значение

# Property_Value
source: Value
ru: Значение константы

# Property_ValueCollection
source: Value list
ru: Список значений

# Enum_TypeValue_ValListString
source: List string
ru: Список строк

# Enum_TypeValue_ValListInt
source: List integer
ru: Список целочисленных

# Enum_TypeValue_ValListDouble
source: List double
ru: Список вещественных

# ControlGroup_898d556d4efb494486847b82e5130cdc
source: Note
ru: Примечание

# Property_ValueBool
source: Value
ru: Значение

# Enum_TypeValue_ValBool
source: Boolean
ru: Логическое

# Property_ValueIntFrom
source: Value from
ru: Значение с

# Property_ValueIntBy
source: Value by
ru: Значение по

# Enum_TypeValue_ValRangeInt
source: Range integer
ru: Диапазон целочисленных

# Enum_TypeValue_ValRangeDouble
source: Range double
ru: Диапазон вещественных

# Property_ValueDoubleFrom
source: Value from
ru: Значение с

# Property_ValueDoubleBy
source: Value by
ru: Значение по

# Property_AllowDelete
source: Allow delete
ru: Разрешить удаление

# Property_ValueBase64
source: Value
ru: Значение

# Enum_TypeValue_ValBase64
source: Value Base64
ru: Значение Base64

# Action_SetValueDescription
source: Sets the value in Base64 format
ru: Устанавливает значение в формате Base64

# Action_SetValueHint
source: Set value to Base64
ru: Установить значение в Base64

# Action_SetValue
source: Set value
ru: Установить значение

# Property_ValueText
source: Value
ru: Значение

# Enum_TypeValue_ValText
source: Text
ru: Текст
